/*
Navicat MySQL Data Transfer

Source Server         : Localhost
Source Server Version : 50720
Source Host           : localhost:3306
Source Database       : b_library

Target Server Type    : MYSQL
Target Server Version : 50720
File Encoding         : 65001

Date: 2018-09-16 14:45:45
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for t_address
-- ----------------------------
DROP TABLE IF EXISTS `t_address`;
CREATE TABLE `t_address` (
  `address_id` int(10) unsigned zerofill NOT NULL AUTO_INCREMENT,
  `user_id` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `reader_name` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `address` varchar(500) COLLATE utf8_unicode_ci NOT NULL,
  `mobile` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `isValid` tinyint(4) NOT NULL,
  `status` tinyint(4) NOT NULL,
  PRIMARY KEY (`address_id`)
) ENGINE=InnoDB AUTO_INCREMENT=17 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of t_address
-- ----------------------------
INSERT INTO `t_address` VALUES ('0000000001', '2014112109', '刘仁华', '欣苑5栋122', '18871752869', '0', '0');
INSERT INTO `t_address` VALUES ('0000000002', '2014112109', '李东强', '东京52', '18874756932', '0', '0');
INSERT INTO `t_address` VALUES ('0000000003', '2014112109', '李东强', '欣苑五栋119', '18871752869', '0', '0');
INSERT INTO `t_address` VALUES ('0000000004', '2014112109', '刘仁华', '欣苑5栋117', '18871752869', '0', '0');
INSERT INTO `t_address` VALUES ('0000000005', '2014112109', '刘仁华', '计算机L1503', '18874175289', '0', '0');
INSERT INTO `t_address` VALUES ('0000000006', '2014112109', '李东强', '欣苑2栋190', '15635268745', '0', '0');
INSERT INTO `t_address` VALUES ('0000000007', '2014112109', '刘仁华', '欣苑五栋119', '18871752869', '0', '1');
INSERT INTO `t_address` VALUES ('0000000008', '2001', '刘仁华', '西苑2栋319', '18871752869', '0', '1');
INSERT INTO `t_address` VALUES ('0000000009', '2001', '是发给对方', '', '是的风格', '0', '0');
INSERT INTO `t_address` VALUES ('0000000010', '1976080900', '刘仁华', '西苑五栋', '18871752869', '0', '0');
INSERT INTO `t_address` VALUES ('0000000011', '6609172316', '刘仁华', '五栋223', '18871752866', '0', '1');
INSERT INTO `t_address` VALUES ('0000000012', '1976080900', '刘仁华', '欣苑五栋117', '18871752869', '0', '0');
INSERT INTO `t_address` VALUES ('0000000013', '1976080900', '刘仁华', '欣苑5栋118', '18871752869', '0', '0');
INSERT INTO `t_address` VALUES ('0000000014', '1976080900', '潘彤声', '湖北省', '18871752869', '0', '0');
INSERT INTO `t_address` VALUES ('0000000015', '1976080900', '刘仁华', '湖北省孝感市', '18871752869', '0', '1');
INSERT INTO `t_address` VALUES ('0000000016', '1976080900', '潘彤声', '欣苑五栋117', '18871752869', '0', '1');

-- ----------------------------
-- Table structure for t_books
-- ----------------------------
DROP TABLE IF EXISTS `t_books`;
CREATE TABLE `t_books` (
  `book_id` int(11) NOT NULL AUTO_INCREMENT,
  `order_id` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `index_num` varchar(50) COLLATE utf8_unicode_ci NOT NULL,
  `book_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `author_name` varchar(100) COLLATE utf8_unicode_ci NOT NULL,
  `book_status` tinyint(1) DEFAULT '1' COMMENT '书目是否在库，是否可用等。1:在库  0:不在库',
  PRIMARY KEY (`book_id`),
  KEY `FK_b_books` (`order_id`)
) ENGINE=InnoDB AUTO_INCREMENT=737 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of t_books
-- ----------------------------
INSERT INTO `t_books` VALUES ('194', '2017043017000820000', 'B226/L692', '管子通释', '(西汉) 刘向汇编；贾太宏主编', '0');
INSERT INTO `t_books` VALUES ('195', '2017043017000820000', 'B221/L639', '乾坤：刘君祖讲乾坤大智慧', '刘君祖著', '0');
INSERT INTO `t_books` VALUES ('196', '2017043017000820000', 'B94/N082/4=2', '楞严大义今释', '南怀瑾著述', '0');
INSERT INTO `t_books` VALUES ('197', '2017043017000820000', 'Z12-49/H424/2', '国学经典跟我读·诸子百家', '侯会著', '0');
INSERT INTO `t_books` VALUES ('202', '2017042818351020000', 'C912.2/Z215', '中国社会组织监管创新战略研究', '张向前著', '0');
INSERT INTO `t_books` VALUES ('203', '2017042818351020000', 'F830.59/S386', '资本风口4.0：完美创投风暴', '沈超著', '0');
INSERT INTO `t_books` VALUES ('204', '2017042818351020000', 'F320/M571', '农业如何现代化', '蒙小燕, 蒙小莺著', '0');
INSERT INTO `t_books` VALUES ('303', '2017042713201120000', 'H32/F048/-3', '八十天环游地球：法汉对照全译本', '(法) 儒勒·凡尔纳著；郑克鲁注译', '0');
INSERT INTO `t_books` VALUES ('304', '2017042713201120000', 'I247.55/L597/2/-2/:1', '三体：典藏版', '刘慈欣著', '0');
INSERT INTO `t_books` VALUES ('305', '2017042714111520000', 'G51/L934', '寻变：与域外教育面对面', '罗朝猛著', '0');
INSERT INTO `t_books` VALUES ('306', '2017042714111520000', 'I247.57/Z173', '松台山下', '张疏流著', '0');
INSERT INTO `t_books` VALUES ('311', '2017042714233510001', 'G51/L934', '寻变：与域外教育面对面', '罗朝猛著', '0');
INSERT INTO `t_books` VALUES ('312', '2017042714233510001', 'D648/C474', '三峡流域城市社会文明教育创新研究', '陈金明等著', '0');
INSERT INTO `t_books` VALUES ('313', '2017042714233510001', 'D67/Z852', '三峡流域城市社会安全治理研究', '朱静, 梁贤艳著', '0');
INSERT INTO `t_books` VALUES ('314', '2017042714233510001', 'I247.57/Z173', '松台山下', '张疏流著', '0');
INSERT INTO `t_books` VALUES ('344', '2017042720424010001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('345', '2017042720424010001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('346', '2017042720424010001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('347', '2017042720424010001', 'I313.4/D675/37', '湖畔', '(日) 东野圭吾著；沈杨译', '0');
INSERT INTO `t_books` VALUES ('348', '2017042720424320000', 'H32/F048/-3', '八十天环游地球：法汉对照全译本', '(法) 儒勒·凡尔纳著；郑克鲁注译', '0');
INSERT INTO `t_books` VALUES ('349', '2017042720424320000', 'I247.55/L597/2/-2/:1', '三体：典藏版', '刘慈欣著', '0');
INSERT INTO `t_books` VALUES ('350', '2017042720425810001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('351', '2017042720425810001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('352', '2017042720425810001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('353', '2017042720425810001', 'I313.4/D675/37', '湖畔', '(日) 东野圭吾著；沈杨译', '0');
INSERT INTO `t_books` VALUES ('354', '2017042720431310001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('355', '2017042720431310001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('356', '2017042720431310001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('357', '2017042720431310001', 'I313.4/D675/37', '湖畔', '(日) 东野圭吾著；沈杨译', '0');
INSERT INTO `t_books` VALUES ('358', '2017042720431420000', 'H32/F048/-3', '八十天环游地球：法汉对照全译本', '(法) 儒勒·凡尔纳著；郑克鲁注译', '0');
INSERT INTO `t_books` VALUES ('359', '2017042720431420000', 'I247.55/L597/2/-2/:1', '三体：典藏版', '刘慈欣著', '0');
INSERT INTO `t_books` VALUES ('360', '2017042720440910001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('361', '2017042720440910001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('362', '2017042720440910001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('363', '2017042720440910001', 'I313.4/D675/37', '湖畔', '(日) 东野圭吾著；沈杨译', '0');
INSERT INTO `t_books` VALUES ('364', '2017042720441220000', 'H32/F048/-3', '八十天环游地球：法汉对照全译本', '(法) 儒勒·凡尔纳著；郑克鲁注译', '0');
INSERT INTO `t_books` VALUES ('365', '2017042720441220000', 'I247.55/L597/2/-2/:1', '三体：典藏版', '刘慈欣著', '0');
INSERT INTO `t_books` VALUES ('374', '2017060421355510001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('375', '2017060421355510001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('376', '2017060422505710001', 'I313.4/D675/38=2', '红手指', '(日) 东野圭吾著；于壮译', '0');
INSERT INTO `t_books` VALUES ('377', '2017060422505710001', 'I313.4/D675/30=2', '黎明之街', '(日) 东野圭吾著；李超楠译', '0');
INSERT INTO `t_books` VALUES ('378', '2017060422505710001', 'I313.4/D675/35=2', '毒笑小说', '(日) 东野圭吾著；李盈春译', '0');
INSERT INTO `t_books` VALUES ('379', '2017060422544110001', 'I313.4/D675/38=2', '红手指', '(日) 东野圭吾著；于壮译', '0');
INSERT INTO `t_books` VALUES ('380', '2017060422544110001', 'I313.4/D675/30=2', '黎明之街', '(日) 东野圭吾著；李超楠译', '0');
INSERT INTO `t_books` VALUES ('381', '2017060422544110001', 'I313.4/D675/35=2', '毒笑小说', '(日) 东野圭吾著；李盈春译', '0');
INSERT INTO `t_books` VALUES ('382', '2017060422553310001', 'I313.4/D675/38=2', '红手指', '(日) 东野圭吾著；于壮译', '0');
INSERT INTO `t_books` VALUES ('383', '2017060422553310001', 'I313.4/D675/30=2', '黎明之街', '(日) 东野圭吾著；李超楠译', '0');
INSERT INTO `t_books` VALUES ('384', '2017060422553310001', 'I313.4/D675/35=2', '毒笑小说', '(日) 东野圭吾著；李盈春译', '0');
INSERT INTO `t_books` VALUES ('385', '2017060423073010001', 'I313.4/D675/38=2', '红手指', '(日) 东野圭吾著；于壮译', '0');
INSERT INTO `t_books` VALUES ('386', '2017060423073010001', 'I313.4/D675/30=2', '黎明之街', '(日) 东野圭吾著；李超楠译', '0');
INSERT INTO `t_books` VALUES ('387', '2017060423073010001', 'I313.4/D675/35=2', '毒笑小说', '(日) 东野圭吾著；李盈春译', '0');
INSERT INTO `t_books` VALUES ('388', '2017060423153510001', 'I313.4/D675/38=2', '红手指', '(日) 东野圭吾著；于壮译', '0');
INSERT INTO `t_books` VALUES ('389', '2017060423153510001', 'I313.4/D675/30=2', '黎明之街', '(日) 东野圭吾著；李超楠译', '0');
INSERT INTO `t_books` VALUES ('390', '2017060423153510001', 'I313.4/D675/35=2', '毒笑小说', '(日) 东野圭吾著；李盈春译', '0');
INSERT INTO `t_books` VALUES ('391', '2017060423193010001', 'I313.4/D675/38=2', '红手指', '(日) 东野圭吾著；于壮译', '0');
INSERT INTO `t_books` VALUES ('392', '2017060423193010001', 'I313.4/D675/30=2', '黎明之街', '(日) 东野圭吾著；李超楠译', '0');
INSERT INTO `t_books` VALUES ('393', '2017060423193010001', 'I313.4/D675/35=2', '毒笑小说', '(日) 东野圭吾著；李盈春译', '0');
INSERT INTO `t_books` VALUES ('394', '2017060423194610001', 'I313.4/D675/38=2', '红手指', '(日) 东野圭吾著；于壮译', '0');
INSERT INTO `t_books` VALUES ('395', '2017060423194610001', 'I313.4/D675/30=2', '黎明之街', '(日) 东野圭吾著；李超楠译', '0');
INSERT INTO `t_books` VALUES ('396', '2017060423194610001', 'I313.4/D675/35=2', '毒笑小说', '(日) 东野圭吾著；李盈春译', '0');
INSERT INTO `t_books` VALUES ('397', '2017060423211510001', 'I247.57/A133/4', '欢乐颂：典藏版·全三册', '阿耐', '0');
INSERT INTO `t_books` VALUES ('398', '2017060423211510001', 'H319.4/M640/2', '欢乐颂与沉思颂', '(英) 弥尔顿著；赵瑞蕻译', '0');
INSERT INTO `t_books` VALUES ('404', '2017060500034020000', 'K248/D174/2/:6', '明朝那些事儿·陆', '当年明月著', '0');
INSERT INTO `t_books` VALUES ('405', '2017060500034020000', 'K248/D174/2/:5', '明朝那些事儿·伍', '当年明月著', '0');
INSERT INTO `t_books` VALUES ('406', '2017060500034020000', 'K248/D174/2/:4', '明朝那些事儿·肆', '当年明月著', '0');
INSERT INTO `t_books` VALUES ('407', '2017060500034020000', 'K248/D174/2/:3', '明朝那些事儿·叁', '当年明月著', '0');
INSERT INTO `t_books` VALUES ('408', '2017060500034020000', 'K248/D174/2/:2', '明朝那些事儿·贰', '当年明月著', '0');
INSERT INTO `t_books` VALUES ('409', '2017060500034020000', 'K248/D174', '明朝那些事儿·朱元璋卷', '当年明月著', '0');
INSERT INTO `t_books` VALUES ('410', '2017060510480710001', 'I247.56/L763', '永无宁日', '龙共雨生著', '0');
INSERT INTO `t_books` VALUES ('411', '2017060510480710001', 'I712.4/K485/9', '陌生人', '(美) 哈兰·科本著；朴逸译', '0');
INSERT INTO `t_books` VALUES ('412', '2017060510480710001', 'B221/C566', '古易钩沉：伏羲八卦、六十四卦符号体系破译', '陈少彤著', '0');
INSERT INTO `t_books` VALUES ('413', '2017042713221210001', 'B221/C566', '古易钩沉：伏羲八卦、六十四卦符号体系破译', '陈少彤著', '0');
INSERT INTO `t_books` VALUES ('414', '2017042713221210001', 'I206.7/Y355', '中国当代文学海外传播研究', '姚建彬主编', '0');
INSERT INTO `t_books` VALUES ('415', '2017060513342910001', 'B221/C566', '古易钩沉：伏羲八卦、六十四卦符号体系破译', '陈少彤著', '0');
INSERT INTO `t_books` VALUES ('416', '2017060513342910001', 'I206.7/Y355', '中国当代文学海外传播研究', '姚建彬主编', '0');
INSERT INTO `t_books` VALUES ('417', '2017060513365710001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('418', '2017060513365710001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('419', '2017060513365710001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('420', '2017060514001310001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('421', '2017060514001610001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('422', '2017060514001710001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('423', '2017060514002110001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('424', '2017060514032910001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('425', '2017060514034410001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('426', '2017060514041810001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('427', '2017060514054910001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('428', '2017060514054910001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('429', '2017060514054910001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('430', '2017060514102010001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('431', '2017060514102010001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('432', '2017060514102010001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('433', '2017060514102110001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('434', '2017060514102110001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('435', '2017060514102110001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('436', '2017060514102310001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('437', '2017060514102310001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('438', '2017060514102310001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('439', '2017060514102510001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('440', '2017060514102510001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('441', '2017060514102510001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('442', '2017060514102710001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('443', '2017060514102710001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('444', '2017060514102710001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('445', '2017060514102810001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('446', '2017060514102810001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('447', '2017060514102810001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('448', '2017060514102910001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('449', '2017060514102910001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('450', '2017060514102910001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('451', '2017060514165310001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('452', '2017060514165310001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('453', '2017060514165310001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('454', '2017060514182410001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('455', '2017060514182410001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('456', '2017060514182410001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('457', '2017060514280110001', 'I313.4/X198/-10', '我是猫', '(日) 夏目漱石著；刘子倩译', '0');
INSERT INTO `t_books` VALUES ('458', '2017060514280110001', 'I313.45/D675/14=2', '流星之绊', '(日) 东野圭吾著；徐建雄译', '0');
INSERT INTO `t_books` VALUES ('459', '2017060514280110001', 'I313.4/D675/9=2', '分身', '(日) 东野圭吾著；王维幸译', '0');
INSERT INTO `t_books` VALUES ('460', '2017060514493520000', 'I247.57/A133/4', '欢乐颂：典藏版·全三册', '阿耐', '0');
INSERT INTO `t_books` VALUES ('461', '2017060514493520000', 'H319.4/M640/2', '欢乐颂与沉思颂', '(英) 弥尔顿著；赵瑞蕻译', '0');
INSERT INTO `t_books` VALUES ('462', '2017060514493520000', 'I247.7/A393', '战俘', '艾伟著', '0');
INSERT INTO `t_books` VALUES ('463', '2017060514505520000', 'I247.57/A133/4', '欢乐颂：典藏版·全三册', '阿耐', '0');
INSERT INTO `t_books` VALUES ('464', '2017060514505520000', 'H319.4/M640/2', '欢乐颂与沉思颂', '(英) 弥尔顿著；赵瑞蕻译', '0');
INSERT INTO `t_books` VALUES ('465', '2017060514505520000', 'I247.7/A393', '战俘', '艾伟著', '0');
INSERT INTO `t_books` VALUES ('471', '201711222304412014112109', 'TP368.5/W175', 'SpringBoot揭秘：快速构建微服务体系', '王福强著', '0');
INSERT INTO `t_books` VALUES ('472', '201711222304412014112109', 'TP311.138NE/C562', 'Neo4j全栈开发', '陈韶健著', '0');
INSERT INTO `t_books` VALUES ('473', '201711222304412014112109', 'F127/W224', '潮起巴渝：西部大开发重庆剪影', '总撰稿王佳宁', '0');
INSERT INTO `t_books` VALUES ('474', '201711222304412014112109', 'TP312JA/F418', 'Spring+MyBatis企业应用实战', '疯狂软件编著', '0');
INSERT INTO `t_books` VALUES ('475', '201711222304412014112109', 'TP312JA/D211', 'Spring MVC学习指南', '(美) [P. 德克] Paul Deck著；林仪明译', '0');
INSERT INTO `t_books` VALUES ('476', '201711222304412014112109', 'I561.4/K656/109/-2', '幸福假面', '(英) 阿加莎·克里斯蒂著；黄芳田译', '0');
INSERT INTO `t_books` VALUES ('477', '201711222307542014112109', 'I239.8/L382/3/:1', '评书三国演义·一，汉末风云', '连丽如口述；李滨声插图', '0');
INSERT INTO `t_books` VALUES ('478', '201711222307542014112109', 'I246.4/C021/38', '军阀时代与国家的新生：民国演义·上中下', '蔡东藩著', '0');
INSERT INTO `t_books` VALUES ('479', '201711222307542014112109', 'I207.413/G364', '夕阳红：百位三国人物勾勒成败兴衰', '公孙策著', '0');
INSERT INTO `t_books` VALUES ('480', '201711222307542014112109', 'I242.4/L939/-25', '三国演义', '(明) 罗贯中著', '0');
INSERT INTO `t_books` VALUES ('481', '201711222307542014112109', 'I242.4/L939/-27', '绣像全本三国演义', '(明) 罗贯中著', '0');
INSERT INTO `t_books` VALUES ('482', '201711222307542014112109', 'B222/C603', '孔子的故事', '陈雪良, 郭泳著；上海市社会科学界联合会编', '0');
INSERT INTO `t_books` VALUES ('483', '201711222307542014112109', 'I247.59/Z345', '异瞳：当关羽遇见貂蝉', '赵焰著', '0');
INSERT INTO `t_books` VALUES ('484', '201711232213192014112109', 'B821-49/S932/2', '生活三态度：有事做有人爱有期待', '孙朦编著', '0');
INSERT INTO `t_books` VALUES ('485', '201711232213192014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('486', '201711232213192014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('487', '201711232213192014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('488', '201711232213212014112109', 'B821-49/S932/2', '生活三态度：有事做有人爱有期待', '孙朦编著', '0');
INSERT INTO `t_books` VALUES ('489', '201711232213212014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('490', '201711232213212014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('491', '201711232213212014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('492', '201711232213232014112109', 'B821-49/S932/2', '生活三态度：有事做有人爱有期待', '孙朦编著', '0');
INSERT INTO `t_books` VALUES ('493', '201711232213232014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('494', '201711232213232014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('495', '201711232213232014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('496', '201711232213252014112109', 'B821-49/S932/2', '生活三态度：有事做有人爱有期待', '孙朦编著', '0');
INSERT INTO `t_books` VALUES ('497', '201711232213252014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('498', '201711232213252014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('499', '201711232213252014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('500', '201711232213272014112109', 'B821-49/S932/2', '生活三态度：有事做有人爱有期待', '孙朦编著', '0');
INSERT INTO `t_books` VALUES ('501', '201711232213272014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('502', '201711232213272014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('503', '201711232213272014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('504', '201711232213292014112109', 'B821-49/S932/2', '生活三态度：有事做有人爱有期待', '孙朦编著', '0');
INSERT INTO `t_books` VALUES ('505', '201711232213292014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('506', '201711232213292014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('507', '201711232213292014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('508', '201711232213332014112109', 'B821-49/S932/2', '生活三态度：有事做有人爱有期待', '孙朦编著', '0');
INSERT INTO `t_books` VALUES ('509', '201711232213332014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('510', '201711232213332014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('511', '201711232213332014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('512', '201711232213352014112109', 'B821-49/S932/2', '生活三态度：有事做有人爱有期待', '孙朦编著', '0');
INSERT INTO `t_books` VALUES ('513', '201711232213352014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('514', '201711232213352014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('515', '201711232213352014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('516', '201711232213382014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('517', '201711232213382014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('518', '201711232213382014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('519', '201711232213412014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('520', '201711232213412014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('521', '201711232213412014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('522', '201711232213432014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('523', '201711232213432014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('524', '201711232213432014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('525', '201711232213462014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('526', '201711232213462014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('527', '201711232213462014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('528', '201711232213482014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('529', '201711232213482014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('530', '201711232213482014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('531', '201711232213502014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('532', '201711232213502014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('533', '201711232213502014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('534', '201711232213522014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('535', '201711232213522014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('536', '201711232213522014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('537', '201711232213542014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('538', '201711232213542014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('539', '201711232213542014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('540', '201711232213572014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('541', '201711232213572014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('542', '201711232213572014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('543', '201711232213592014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('544', '201711232213592014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('545', '201711232213592014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('546', '201711232214012014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('547', '201711232214012014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('548', '201711232214012014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('549', '201711232214262014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('550', '201711232214262014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('551', '201711232214262014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('552', '201711232214292014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('553', '201711232214292014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('554', '201711232214292014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('555', '201711232214312014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('556', '201711232214312014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('557', '201711232214312014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('558', '201711232214332014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('559', '201711232214332014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('560', '201711232214332014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('561', '201711232214352014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('562', '201711232214352014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('563', '201711232214352014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('564', '201711232214372014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('565', '201711232214372014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('566', '201711232214372014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('567', '201711232214392014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('568', '201711232214392014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('569', '201711232214392014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('570', '201711232214412014112109', 'I266/Z895/55', '背影', '朱自清著', '0');
INSERT INTO `t_books` VALUES ('571', '201711232214412014112109', 'TM57-64/L207', '图解电气气动技术基础', '李丽霞, 唐春霞主编', '0');
INSERT INTO `t_books` VALUES ('572', '201711232214412014112109', 'I267/Z117', '惘然少年时', '张惠雯著', '0');
INSERT INTO `t_books` VALUES ('573', '201711232315542014112109', 'F11-53/C763', '全球经济的红与黑', '程实著', '0');
INSERT INTO `t_books` VALUES ('574', '201711232315542014112109', 'Q958/Z587/:55', '中国动物志·无脊椎动物·第五十五卷，软体动物门·腹足纲·芋螺科', '中国科学院中国动物志编辑委员会主编；李凤兰, 林民玉 [本书] 著', '0');
INSERT INTO `t_books` VALUES ('575', '201711232315542014112109', 'K105/L120', '天气的力量', '(美) 劳拉·李著；蔡和兵, 林文鹏译', '0');
INSERT INTO `t_books` VALUES ('576', '201711232315542014112109', 'TU755-64/G311', '图解模板工技能速成', '葛树成主编', '0');
INSERT INTO `t_books` VALUES ('577', '201711232315542014112109', 'TP391.41/S019', '让你的PPT更有说服力：提升PPT竞争力的55个关键', '赛贝尔资讯编著', '0');
INSERT INTO `t_books` VALUES ('578', '201711232318042014112109', 'I512.4/A762/-9', '钢铁是怎样炼成的', '(苏) 尼古拉·奥斯特洛夫斯基著；周露译', '0');
INSERT INTO `t_books` VALUES ('579', '201711232327462014112109', 'I267/W383.1', '六神磊磊读唐诗', '王晓磊著', '0');
INSERT INTO `t_books` VALUES ('580', '201711232327462014112109', 'I227/N065', '唐诗宋词新构', '南岸著', '0');
INSERT INTO `t_books` VALUES ('581', '201711232327462014112109', 'TP368.1-43/Y833/2', '单片机原理及应用案例教程', '主编禹定臣, 李白燕', '0');
INSERT INTO `t_books` VALUES ('582', '201711232327462014112109', 'I207.22/Y412', '诗说新语：李白们是怎样作诗的', '野莽文；聂鑫森画', '0');
INSERT INTO `t_books` VALUES ('583', '201711232327462014112109', 'I207.22/W935', '李白女性题材诗研究', '伍宝娟著', '0');
INSERT INTO `t_books` VALUES ('584', '201711232327462014112109', 'I222.7/L123/4', '李白·杜甫·白居易诗集', '[李白, 杜甫, 白居易著]；李博编选', '0');
INSERT INTO `t_books` VALUES ('585', '201711232327462014112109', 'B222/L139=2', '孔子的故事', '李长之著', '0');
INSERT INTO `t_books` VALUES ('586', '201711232327462014112109', 'I207.22/W682/-10', '唐诗杂论', '闻一多著', '0');
INSERT INTO `t_books` VALUES ('587', '201711232327462014112109', 'I207.22/L287', '唐诗', '李葳葳编著', '0');
INSERT INTO `t_books` VALUES ('588', '201711232327462014112109', 'I222.7/K760/2', '古代名诗·名词·名句：精编·上中下', '主编孔庆东', '0');
INSERT INTO `t_books` VALUES ('589', '201711232327462014112109', 'I267/W133/19', '文在兹', '王充闾著', '0');
INSERT INTO `t_books` VALUES ('590', '201711232327462014112109', 'I222.7-64/L123', '图解李太白集', '李白著；崇贤书院释译', '0');
INSERT INTO `t_books` VALUES ('591', '201711232332032014112109', 'I267/W383.1', '六神磊磊读唐诗', '王晓磊著', '0');
INSERT INTO `t_books` VALUES ('592', '201711232332032014112109', 'I227/N065', '唐诗宋词新构', '南岸著', '0');
INSERT INTO `t_books` VALUES ('593', '201711262300302014112109', 'F11-53/C763', '全球经济的红与黑', '程实著', '0');
INSERT INTO `t_books` VALUES ('594', '201711262300302014112109', 'TU984.2/Y416', '转型期中国特大城市空间增长', '叶昌东著', '0');
INSERT INTO `t_books` VALUES ('595', '201711262300302014112109', 'Q958/Z587/:55', '中国动物志·无脊椎动物·第五十五卷，软体动物门·腹足纲·芋螺科', '中国科学院中国动物志编辑委员会主编；李凤兰, 林民玉 [本书] 著', '0');
INSERT INTO `t_books` VALUES ('596', '201711262300302014112109', 'K105/L120', '天气的力量', '(美) 劳拉·李著；蔡和兵, 林文鹏译', '0');
INSERT INTO `t_books` VALUES ('597', '201711272246492014112109', 'I247.8/A742', '没关系, 你来得刚刚好', '岸上行走的鱼著', '0');
INSERT INTO `t_books` VALUES ('598', '201711272246492014112109', 'I267/H091/15', '感觉跟着什么走：韩少功散文自选集', '韩少功', '0');
INSERT INTO `t_books` VALUES ('599', '201711272246492014112109', 'I247.7/L871', '最初不过你好', '鹿人三千著', '0');
INSERT INTO `t_books` VALUES ('600', '201712101713472014112109', 'C533/X885.1', '英语通用语背景下中国英语语用研究：以中式问候语“你吃饭了吗”的英语表达为例', '许倩著', '0');
INSERT INTO `t_books` VALUES ('601', '201712101713472014112109', 'I711.4/Y536/41', '玫瑰的故事', '亦舒', '0');
INSERT INTO `t_books` VALUES ('602', '201712101713472014112109', 'I711.4/Y536/10/-2', '喜宝', '[亦舒著]', '0');
INSERT INTO `t_books` VALUES ('603', '201712101715282014112109', 'C533/X885.1', '英语通用语背景下中国英语语用研究：以中式问候语“你吃饭了吗”的英语表达为例', '许倩著', '0');
INSERT INTO `t_books` VALUES ('604', '201712101715282014112109', 'I711.4/Y536/41', '玫瑰的故事', '亦舒', '0');
INSERT INTO `t_books` VALUES ('605', '201712101715282014112109', 'I711.4/Y536/10/-2', '喜宝', '[亦舒著]', '0');
INSERT INTO `t_books` VALUES ('606', '201712230007352014112109', 'I711.4/Y536/10/-2', '喜宝', '[亦舒著]', '0');
INSERT INTO `t_books` VALUES ('607', '201712230007352014112109', 'N09/L785/3', '中国科学技术史·人物卷', '卢嘉锡总主编；金秋鹏主编', '0');
INSERT INTO `t_books` VALUES ('608', '201712231123202014112109', 'C533/X885.1', '英语通用语背景下中国英语语用研究：以中式问候语“你吃饭了吗”的英语表达为例', '许倩著', '0');
INSERT INTO `t_books` VALUES ('609', '201712231123202014112109', 'I711.4/Y536/41', '玫瑰的故事', '[亦舒著]', '0');
INSERT INTO `t_books` VALUES ('610', '201712231123202014112109', 'I711.4/Y536/10/-2', '喜宝', '[亦舒著]', '0');
INSERT INTO `t_books` VALUES ('611', '201712231123202014112109', 'I267/C045/5', '我决定活得有趣', '蔡澜著', '0');
INSERT INTO `t_books` VALUES ('612', '201712231123202014112109', 'G82/G015', '跑走跑训练法', '(美) 杰夫·盖洛威著；赵小钊译', '0');
INSERT INTO `t_books` VALUES ('613', '201712231123202014112109', 'I313.4/G083', '咖啡馆推理事件簿·下次见面时, 请让我品尝你煮的咖啡', '(日) 冈崎琢磨著；林玟伶译', '0');
INSERT INTO `t_books` VALUES ('614', '201712231123202014112109', 'C912.1/M035', '融入的艺术：高效、直接地获得你想要的任何人脉', '(美) 珍妮·马丁内特 (Jeanne Martinet) 著；刘勇军译', '0');
INSERT INTO `t_books` VALUES ('615', '201712231157272014112109', 'N533/C658.1', '五子衍宗方总多糖对环磷酰胺致免疫低下小鼠的调节作用', '陈紫阳著', '0');
INSERT INTO `t_books` VALUES ('616', '201712231157272014112109', 'N533/X426.2', '中药QHF复方通过调控上皮-间质转化抑制胃癌侵袭转移的研究', '谢波著', '0');
INSERT INTO `t_books` VALUES ('617', '201712231158422014112109', 'N533/C658.1', '五子衍宗方总多糖对环磷酰胺致免疫低下小鼠的调节作用', '陈紫阳著', '0');
INSERT INTO `t_books` VALUES ('618', '201712231201522014112109', 'N533/L327.1', '从Notch信号通路探讨长春新碱诱导神经病理性疼痛的发生机制及天麻素的干预作用', '李余星著', '0');
INSERT INTO `t_books` VALUES ('619', '201712231201522014112109', 'F127/H561', '湖北经济发展前沿问题探讨', '湖北省经济学界团体联合会编', '0');
INSERT INTO `t_books` VALUES ('620', '201712231201592014112109', 'N533/L327.1', '从Notch信号通路探讨长春新碱诱导神经病理性疼痛的发生机制及天麻素的干预作用', '李余星著', '0');
INSERT INTO `t_books` VALUES ('621', '201712231201592014112109', 'F127/H561', '湖北经济发展前沿问题探讨', '湖北省经济学界团体联合会编', '0');
INSERT INTO `t_books` VALUES ('622', '201712231202302014112109', 'N533/C658.1', '五子衍宗方总多糖对环磷酰胺致免疫低下小鼠的调节作用', '陈紫阳著', '0');
INSERT INTO `t_books` VALUES ('623', '201712231301252014112109', 'N533/L327.1', '从Notch信号通路探讨长春新碱诱导神经病理性疼痛的发生机制及天麻素的干预作用', '李余星著', '0');
INSERT INTO `t_books` VALUES ('624', '201712231301252014112109', 'F127/H561', '湖北经济发展前沿问题探讨', '湖北省经济学界团体联合会编', '0');
INSERT INTO `t_books` VALUES ('625', '201712231308162014112109', 'N533/C658.1', '五子衍宗方总多糖对环磷酰胺致免疫低下小鼠的调节作用', '陈紫阳著', '0');
INSERT INTO `t_books` VALUES ('626', '201712231308162014112109', 'N533/X426.2', '中药QHF复方通过调控上皮-间质转化抑制胃癌侵袭转移的研究', '谢波著', '0');
INSERT INTO `t_books` VALUES ('627', '201712231308162014112109', 'N533/W226', '从TLR4-内质网应激-炎症途径探讨三七总皂苷对衰老大鼠心肌细胞损伤的保护作用研究', '王佼著', '0');
INSERT INTO `t_books` VALUES ('628', '201712231308162014112109', 'N533/Y902.2', '中药QHF复方以HGF/c-Met信号通路为靶点抗肝癌转移的实验研究', '袁慎俊著', '0');
INSERT INTO `t_books` VALUES ('629', '201712231901512014112109', 'I247.8/A742', '没关系, 你来得刚刚好', '岸上行走的鱼著', '0');
INSERT INTO `t_books` VALUES ('630', '201712231901512014112109', 'I711.4/Z132/12', '流年物语', '张翎著', '0');
INSERT INTO `t_books` VALUES ('631', '201712231906582014112109', 'J212/Y791/3/:5', '中国历代画论大观·第五编，明代画论 二', '俞剑华编著', '0');
INSERT INTO `t_books` VALUES ('632', '201712231906582014112109', 'K15-49/X817=2', '世界通史·现代卷', '徐天新，许平，王红生主编', '0');
INSERT INTO `t_books` VALUES ('633', '201712231906582014112109', 'I512.4/B980/2/-8', '大师和玛格丽特', '(苏) 布尔加科夫著；徐昌翰译', '0');
INSERT INTO `t_books` VALUES ('634', '201712231906582014112109', 'I512.3/B980/2', '逃亡：布尔加科夫剧作集', '(苏) 布尔加科夫著；周湘鲁, 陈世雄译', '0');
INSERT INTO `t_books` VALUES ('635', '201712231913562014112109', 'F320/M571', '农业如何现代化', '蒙小燕, 蒙小莺著', '0');
INSERT INTO `t_books` VALUES ('636', '201712231913562014112109', 'C533/L208.1', '三峡就近外迁移民生活现状、满意度及后期扶持对策实证研究', '李凌云著', '0');
INSERT INTO `t_books` VALUES ('637', '201712231913562014112109', 'I561.4/T772/9', '一张俊美的脸', '(英) 约瑟芬·铁伊著；高剑, 林曼曼译', '0');
INSERT INTO `t_books` VALUES ('638', '201712231913562014112109', 'I561.4/T772/8', '一先令蜡烛', '(英) 约瑟芬·铁伊著；李天智, 宋一帆译', '0');
INSERT INTO `t_books` VALUES ('639', '201712232136402014112109', 'I247.57/Z193/14/-2', '秋天的愤怒', '张炜著', '0');
INSERT INTO `t_books` VALUES ('640', '201712232136402014112109', 'TB47/X951', '创意就是这么好玩', '薛良凯著', '0');
INSERT INTO `t_books` VALUES ('641', '201712232136402014112109', 'H32-44/W208/:2', '你好！法语·练习册·2', '主编王海燕；编著刘海静, (法) Laure Hutchings, Nathalie Hirschsprung', '0');
INSERT INTO `t_books` VALUES ('642', '201712232336092014112109', 'I711.4/Y536/41', '玫瑰的故事', '[亦舒著]', '0');
INSERT INTO `t_books` VALUES ('643', '201712232336092014112109', 'C533/X885.1', '英语通用语背景下中国英语语用研究：以中式问候语“你吃饭了吗”的英语表达为例', '许倩著', '0');
INSERT INTO `t_books` VALUES ('644', '201712232336092014112109', 'I711.4/Y536/10/-2', '喜宝', '[亦舒著]', '0');
INSERT INTO `t_books` VALUES ('645', '201712232336092014112109', 'I267/L680.1', '我的灵魂很严肃', '刘土呆著', '0');
INSERT INTO `t_books` VALUES ('646', '201712241304322014112109', 'N533/C658.1', '五子衍宗方总多糖对环磷酰胺致免疫低下小鼠的调节作用', '陈紫阳著', '0');
INSERT INTO `t_books` VALUES ('647', '201712241304322014112109', 'N533/X426.2', '中药QHF复方通过调控上皮-间质转化抑制胃癌侵袭转移的研究', '谢波著', '0');
INSERT INTO `t_books` VALUES ('648', '201712241304322014112109', 'N533/W226', '从TLR4-内质网应激-炎症途径探讨三七总皂苷对衰老大鼠心肌细胞损伤的保护作用研究', '王佼著', '0');
INSERT INTO `t_books` VALUES ('649', '201712252113272014112109', 'TP391.9/A403', '精通LabVIEW教程：由浅入深的范例学习', '(美) [J. 艾希克] John Essick著；邓科等译', '0');
INSERT INTO `t_books` VALUES ('650', '201712252113272014112109', 'TG14/Z295', '钢铁表面化学镀镍技术', '赵丹, 万德成, 徐博著', '0');
INSERT INTO `t_books` VALUES ('651', '201712252114342014112109', 'TP391.9/A403', '精通LabVIEW教程：由浅入深的范例学习', '(美) [J. 艾希克] John Essick著；邓科等译', '0');
INSERT INTO `t_books` VALUES ('652', '201712252114342014112109', 'TG14/Z295', '钢铁表面化学镀镍技术', '赵丹, 万德成, 徐博著', '0');
INSERT INTO `t_books` VALUES ('653', '201712281932002014112109', 'I267/L680.1', '我的灵魂很严肃', '刘土呆著', '0');
INSERT INTO `t_books` VALUES ('654', '201712281932002014112109', 'I712.4/P631/5/-2', '小心轻放的爱', '(美) 朱迪·皮考特 (Jodi Picoult) 著；林劭贞译', '0');
INSERT INTO `t_books` VALUES ('655', '201712281932002014112109', 'I247.59/X878', '君子孟泽：青春·上下', '许酒著', '0');
INSERT INTO `t_books` VALUES ('656', '201712281932002014112109', 'TS976-49/K636/2', '世界上最富有的人', '(美) 乔治·克拉森著；郭淑玉编译', '0');
INSERT INTO `t_books` VALUES ('657', '201712281932002014112109', 'I247.57/L765.1', '你的多瑙河 我的筒子河', '龙鳞著', '0');
INSERT INTO `t_books` VALUES ('658', '201712281932002014112109', 'I267/Y754/9', '孤独是生命的礼物', '余光中, 林清玄, 白先勇等著；隐地主编', '0');
INSERT INTO `t_books` VALUES ('659', '201712281932002014112109', 'I267/W028.2', '那些打不败你的 终将让你更强大', '婉兮著', '0');
INSERT INTO `t_books` VALUES ('660', '201712281932002014112109', 'I217.1/G804', '最爱你的人, 是我', '郭敬明主编', '0');
INSERT INTO `t_books` VALUES ('661', '201712281932002014112109', 'B848-49/E095', '一切都是最好的安排', '二白著', '0');
INSERT INTO `t_books` VALUES ('662', '201712292317592014112109', 'O241.8-39/W438', 'Abaqus分析用户手册·分析卷', '王鹰宇编著', '0');
INSERT INTO `t_books` VALUES ('663', '201712292317592014112109', 'G219.1-43/L698=3', '中外新闻传播史', '刘笑盈著', '0');
INSERT INTO `t_books` VALUES ('664', '201712292317592014112109', 'I16/L265', '见字如面：重温书信里的时光和记忆', '李世强著', '0');
INSERT INTO `t_books` VALUES ('665', '201801032200302014112109', 'I247.57/S645.2', '乡野里的粉桃花', '舒迅著', '0');
INSERT INTO `t_books` VALUES ('666', '201801032200302014112109', 'O241.8-39/Z225', 'ANSYS Workbench 17.0结构仿真分析从入门到精通', '张岩, 李艳艳等编著；CAE应用联盟组编', '0');
INSERT INTO `t_books` VALUES ('667', '201801032200302014112109', 'K879/W226/4', '云冈石窟双窟论', '王建舜著', '0');
INSERT INTO `t_books` VALUES ('668', '201801032200302014112109', 'K879/W226/3', '云冈石窟的故事文明', '王建舜著', '0');
INSERT INTO `t_books` VALUES ('669', '201801242147102001', 'I561.6/L367', '亲爱的世界，你好呀', '(英) 托比·利特尔 (Toby Little) 著；朱禛子译', '0');
INSERT INTO `t_books` VALUES ('670', '201801242147102001', 'D25/R300', '安天下：十八大以来治国理政新方略', '人民日报海外版记者部著；严冰主编', '0');
INSERT INTO `t_books` VALUES ('671', '201801242147102001', 'I247.8/A742', '没关系, 你来得刚刚好', '岸上行走的鱼著', '0');
INSERT INTO `t_books` VALUES ('672', '201801242147102001', 'I253/Z928.1', '且以初心过人生：你好“翻译官”', '庄立川著', '0');
INSERT INTO `t_books` VALUES ('673', '201801242147102001', 'I711.4/Z132/12', '流年物语', '张翎著', '0');
INSERT INTO `t_books` VALUES ('674', '201801242147102001', 'I267/H091/15', '感觉跟着什么走：韩少功散文自选集', '韩少功', '0');
INSERT INTO `t_books` VALUES ('675', '201801242147102001', 'I247.7/L871', '最初不过你好', '鹿人三千著', '0');
INSERT INTO `t_books` VALUES ('676', '201802021138242001', 'B84-49/M673/2', '博弈心理学：日常生活中的心理策略', '米苏著', '0');
INSERT INTO `t_books` VALUES ('677', '201802021138242001', 'TN929.5/B214', '触人心弦：设计更优秀的iPhone应用', '包季真 ... [等] 著', '0');
INSERT INTO `t_books` VALUES ('678', '201802021138562001', 'TN-33/W302=2', '电子技术实验', '王萍, 李斌主编；天津大学电子技术课程组编', '0');
INSERT INTO `t_books` VALUES ('679', '201802021138562001', 'TU723-43/M016', '土建类专业毕业设计项目化教程·工程投标', '主编马斌, 姜仁贵', '0');
INSERT INTO `t_books` VALUES ('680', '201802021138562001', 'TE1/K751', '生产测井油气水多相流测量方法与传感技术研究', '孔令富, 刘兴斌, 李英伟著', '0');
INSERT INTO `t_books` VALUES ('681', '201802021138562001', 'TU723.3-42/Z295=13', '建设工程技术与计量·安装工程', '赵斌, 郭廼琦 [主编]；；天津理工大学造价工程师培训中心 [编]', '0');
INSERT INTO `t_books` VALUES ('682', '201802021138562001', 'N533/T605', '单/双回输电线路故障测距新原理研究', '田斌著', '0');
INSERT INTO `t_books` VALUES ('683', '201803091132412001', 'I247.5/Q585', '遇见你好高兴', '轻寒著', '0');
INSERT INTO `t_books` VALUES ('684', '201803091132412001', 'I561.6/L367', '亲爱的世界，你好呀', '(英) 托比·利特尔 (Toby Little) 著；朱禛子译', '0');
INSERT INTO `t_books` VALUES ('685', '201803091132412001', 'D25/R300', '安天下：十八大以来治国理政新方略', '人民日报海外版记者部著；严冰主编', '0');
INSERT INTO `t_books` VALUES ('686', '201803091132412001', 'I267/G783/5', '青春这么美, 永远不告别：郭保林散文精选', '郭保林著', '0');
INSERT INTO `t_books` VALUES ('687', '201803091132412001', 'I253/Z928.1', '且以初心过人生：你好“翻译官”', '庄立川著', '0');
INSERT INTO `t_books` VALUES ('688', '201803092142202001', 'K827/P994', 'My husband Pu Yi：the laste emperor of China ＝我的丈夫溥仪 ：中国的末代皇帝', 'told by Li Shuxian；written donw by Wang Qingxiang；Translated by Ni Na.', '0');
INSERT INTO `t_books` VALUES ('689', '201803092142202001', 'TP391.9/A403', '精通LabVIEW教程：由浅入深的范例学习', '(美) [J. 艾希克] John Essick著；邓科等译', '0');
INSERT INTO `t_books` VALUES ('690', '201803092142202001', 'TG14/Z295', '钢铁表面化学镀镍技术', '赵丹, 万德成, 徐博著', '0');
INSERT INTO `t_books` VALUES ('691', '201803112004092001', 'T-652/DG/TJ 08-2227-2017', '桥梁拆除工程技术规程', '上海市城市建设设计研究总院(集团)有限公司，上海公路桥梁(集团)有限公司主编', '0');
INSERT INTO `t_books` VALUES ('692', '201803112004092001', 'T-652/DG/TJ 08-008-2017', '建筑钢结构防火技术规程', '主编单位同济大学, 上海市消防协会；批准部门上海市住房和城乡建设管理委员会', '0');
INSERT INTO `t_books` VALUES ('693', '201803112004092001', 'T-652/DG/TJ 08-2226-2017', '现浇泡沫混凝土轻质隔墙技术规程', '中国建筑第八工程局有限公司主编', '0');
INSERT INTO `t_books` VALUES ('697', '201803212248311976080900', 'B83-49/K655', '你好, 幽默', '(英) 西蒙·克里奇利著；刘冬昕, 冯陶译', '0');
INSERT INTO `t_books` VALUES ('698', '201803212248311976080900', 'H329.9/D348', '核心法语', '邓之宇译', '0');
INSERT INTO `t_books` VALUES ('699', '201803212321136609172316', 'I313.4/D675/31', '白银杰克', '(日) 东野圭吾著；郑悦译', '0');
INSERT INTO `t_books` VALUES ('700', '201803212321136609172316', 'I313.4/D675/15/-3', '秘密', '(日) 东野圭吾著；连子心译', '0');
INSERT INTO `t_books` VALUES ('701', '201803212321136609172316', 'I313.4/D675/12=2', '名侦探的守则', '(日) 东野圭吾著；岳远坤译', '0');
INSERT INTO `t_books` VALUES ('702', '201803212321136609172316', 'I247.57/N750', '目击者', 'S农著', '0');
INSERT INTO `t_books` VALUES ('703', '201803221431191976080900', 'I247.5/Q585', '遇见你好高兴', '轻寒著', '0');
INSERT INTO `t_books` VALUES ('704', '201803221431191976080900', 'I561.6/L367', '亲爱的世界，你好呀', '(英) 托比·利特尔 (Toby Little) 著；朱禛子译', '0');
INSERT INTO `t_books` VALUES ('705', '201803221431191976080900', 'D25/R300', '安天下：十八大以来治国理政新方略', '人民日报海外版记者部著；严冰主编', '0');
INSERT INTO `t_books` VALUES ('706', '201803221540131976080900', 'I267/C089', '爱恨书', '粲然著', '0');
INSERT INTO `t_books` VALUES ('707', '201803221540131976080900', 'D25/R300', '安天下：十八大以来治国理政新方略', '人民日报海外版记者部著；严冰主编', '0');
INSERT INTO `t_books` VALUES ('708', '201803221540131976080900', 'I253/Z928.1', '且以初心过人生：你好“翻译官”', '庄立川著', '0');
INSERT INTO `t_books` VALUES ('709', '201803221853181976080900', 'D25/R300', '安天下：十八大以来治国理政新方略', '人民日报海外版记者部著；严冰主编', '0');
INSERT INTO `t_books` VALUES ('710', '201803221853181976080900', 'I267/G783/5', '青春这么美, 永远不告别：郭保林散文精选', '郭保林著', '0');
INSERT INTO `t_books` VALUES ('711', '201803221853181976080900', 'I253/Z928.1', '且以初心过人生：你好“翻译官”', '庄立川著', '0');
INSERT INTO `t_books` VALUES ('712', '201803222125471976080900', 'I267/G783/5', '青春这么美, 永远不告别：郭保林散文精选', '郭保林著', '0');
INSERT INTO `t_books` VALUES ('713', '201803222125471976080900', 'I253/Z928.1', '且以初心过人生：你好“翻译官”', '庄立川著', '0');
INSERT INTO `t_books` VALUES ('714', '201803222125471976080900', 'I711.4/Z132/12', '流年物语', '张翎著', '0');
INSERT INTO `t_books` VALUES ('715', '201803222125471976080900', 'I267/H091/15', '感觉跟着什么走：韩少功散文自选集', '韩少功', '0');
INSERT INTO `t_books` VALUES ('716', '201803222125471976080900', 'I247.8/D125', '世界那么美, 不如你好看', '戴日强著', '0');
INSERT INTO `t_books` VALUES ('717', '201803222128301976080900', 'D25/R300', '安天下：十八大以来治国理政新方略', '人民日报海外版记者部著；严冰主编', '0');
INSERT INTO `t_books` VALUES ('718', '201803222128301976080900', 'I267/G783/5', '青春这么美, 永远不告别：郭保林散文精选', '郭保林著', '0');
INSERT INTO `t_books` VALUES ('719', '201803231424131976080900', 'I207.413/G838', '《三国演义》诠释史研究', '郭素媛著', '0');
INSERT INTO `t_books` VALUES ('720', '201803231424131976080900', 'I242.4/L939/-30', '三国演义·上下', '(明) 罗贯中著', '0');
INSERT INTO `t_books` VALUES ('721', '201803231424131976080900', 'J91/M104', '视觉先行：高国良的美术人生和影视美术创作研究', '马明凯, 甄晓文著', '0');
INSERT INTO `t_books` VALUES ('722', '201803231424131976080900', 'I239.8/L382/3/:1', '评书三国演义·一，汉末风云', '连丽如口述；李滨声插图', '0');
INSERT INTO `t_books` VALUES ('723', '201803231424131976080900', 'I246.4/C021/39', '秦汉帝国的崛起·前汉演义·上下', '蔡东藩著', '0');
INSERT INTO `t_books` VALUES ('724', '201803231426211976080900', 'I207.411/J515', '红楼木器大观园', '姜明岐著', '0');
INSERT INTO `t_books` VALUES ('725', '201803231426211976080900', 'I207.411-53/Z780', '梦解红楼', '周汝昌著；周伦苓整理', '0');
INSERT INTO `t_books` VALUES ('726', '201803231431231976080900', 'I267/G783/5', '青春这么美, 永远不告别：郭保林散文精选', '郭保林著', '0');
INSERT INTO `t_books` VALUES ('727', '201803231431231976080900', 'I711.4/Z132/12', '流年物语', '张翎著', '0');
INSERT INTO `t_books` VALUES ('728', '201803231431231976080900', 'I267/H091/15', '感觉跟着什么走：韩少功散文自选集', '韩少功', '0');
INSERT INTO `t_books` VALUES ('729', '201803231431231976080900', 'I247.7/L871', '最初不过你好', '鹿人三千著', '0');
INSERT INTO `t_books` VALUES ('730', '201803231431231976080900', 'R749/X062', '你好, 我是阿斯伯格女孩', '(美) 露迪·西蒙 (Rudy Simone) 著；朱宏璐, 苏相宜等译', '0');
INSERT INTO `t_books` VALUES ('731', '201803231459031976080900', 'B842/W246', '超级记忆术：一本书让你拥有超强大脑', '王阔编著', '0');
INSERT INTO `t_books` VALUES ('732', '201803231459031976080900', 'F713.3/S354.2', '热点：引爆内容营销的6个密码', '(美) 马克·舍费尔 (Mark Schaefer) 著；曲秋晨译', '0');
INSERT INTO `t_books` VALUES ('733', '201803231459031976080900', 'F243/A385', '人力资源管理大数据：改变你吸引、猎取、培养和留住人才的试', '(美) 吉恩·保罗·艾森 (Jean Paul Isson), 杰西 S. 哈里奥特 (Jesse S. Harriott) 著；胡明, 邱黎源, 徐建军译', '0');
INSERT INTO `t_books` VALUES ('734', '201803231459031976080900', 'I267/H050/3', '其实你蒙蔽世人', '海岩著', '0');
INSERT INTO `t_books` VALUES ('735', '201803231621011976080900', 'D25/R300', '安天下：十八大以来治国理政新方略', '人民日报海外版记者部著；严冰主编', '0');
INSERT INTO `t_books` VALUES ('736', '201803231621011976080900', 'I267/G783/5', '青春这么美, 永远不告别：郭保林散文精选', '郭保林著', '0');

-- ----------------------------
-- Table structure for t_order
-- ----------------------------
DROP TABLE IF EXISTS `t_order`;
CREATE TABLE `t_order` (
  `order_id` varchar(30) COLLATE utf8_unicode_ci NOT NULL,
  `user_id` varchar(10) COLLATE utf8_unicode_ci NOT NULL,
  `address_id` int(10) NOT NULL,
  `deliv_start` timestamp NULL DEFAULT NULL,
  `deliv_end` timestamp NULL DEFAULT NULL,
  `deliv_user` varchar(30) COLLATE utf8_unicode_ci DEFAULT NULL,
  `orders_status` tinyint(1) DEFAULT NULL,
  `create_time` timestamp NULL DEFAULT NULL,
  `finish_time` timestamp NULL DEFAULT NULL,
  `comment` varchar(128) COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`order_id`),
  KEY `FK_b_delivery` (`deliv_user`),
  KEY `FK_b_order` (`address_id`,`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of t_order
-- ----------------------------
INSERT INTO `t_order` VALUES ('201803221431191976080900', '1976080900', '13', null, null, '2014112109', '2', '2018-03-22 14:31:20', '2018-03-23 20:37:16', '');
INSERT INTO `t_order` VALUES ('201803221540131976080900', '1976080900', '14', null, null, '2001', '2', '2018-03-22 15:40:14', '2018-03-22 21:16:26', '请尽量在早上五点到六点之间送过来');
INSERT INTO `t_order` VALUES ('201803221853181976080900', '1976080900', '15', null, null, '2001', '2', '2018-03-22 18:53:19', '2018-03-22 19:03:12', '');
INSERT INTO `t_order` VALUES ('201803222125471976080900', '1976080900', '15', null, null, '2001', '1', '2018-03-22 21:25:48', null, '谢谢');
INSERT INTO `t_order` VALUES ('201803222128301976080900', '1976080900', '15', null, null, '2014112109', '1', '2018-03-22 21:28:30', null, '');
INSERT INTO `t_order` VALUES ('201803231424131976080900', '1976080900', '15', null, null, null, '0', '2018-03-23 14:24:13', null, '');
INSERT INTO `t_order` VALUES ('201803231426211976080900', '1976080900', '16', null, null, '2001', '1', '2018-03-23 14:26:22', null, '');
INSERT INTO `t_order` VALUES ('201803231431231976080900', '1976080900', '15', null, null, '2014114134', '1', '2018-03-23 14:31:23', null, '');
INSERT INTO `t_order` VALUES ('201803231459031976080900', '1976080900', '15', null, null, '2014112109', '2', '2018-03-23 14:59:03', '2018-06-03 11:19:51', '是的在SDf\n\n是的在SDf\n\n\n是的在SDf\n\n\n是的在SDf\n\n\n是的在SDf');
INSERT INTO `t_order` VALUES ('201803231621011976080900', '1976080900', '16', null, null, null, '0', '2018-03-23 16:21:02', null, '');

-- ----------------------------
-- Table structure for t_user
-- ----------------------------
DROP TABLE IF EXISTS `t_user`;
CREATE TABLE `t_user` (
  `user_id` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(18) COLLATE utf8_unicode_ci NOT NULL,
  `real_name` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `dept` varchar(50) COLLATE utf8_unicode_ci DEFAULT NULL,
  `mobile` varchar(20) COLLATE utf8_unicode_ci NOT NULL,
  `user_type` int(11) NOT NULL,
  PRIMARY KEY (`user_id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- ----------------------------
-- Records of t_user
-- ----------------------------
INSERT INTO `t_user` VALUES ('1000', '123456', '刘仁华', '计算机与信息学院', '2694956', '0');
INSERT INTO `t_user` VALUES ('2001', '123456', '李明', '', '18871752869', '1');
INSERT INTO `t_user` VALUES ('2014112109', '123456', '李大东', '计算机学院', '2694956', '1');
INSERT INTO `t_user` VALUES ('2014112148', '123456', '刘仁华', null, '18871752869', '1');
INSERT INTO `t_user` VALUES ('2014114134', '123456', '王玉玲', '计算机与信息学院', '18871752869', '1');
INSERT INTO `t_user` VALUES ('admin', 'admin', '李大帅', '图书馆', '18871752869', '-1');

-- ----------------------------
-- View structure for view_order
-- ----------------------------
DROP VIEW IF EXISTS `view_order`;
CREATE ALGORITHM=UNDEFINED DEFINER=`root`@`localhost` SQL SECURITY DEFINER VIEW `view_order` AS (select `o`.`order_id` AS `order_id`,`o`.`user_id` AS `user_id`,`o`.`deliv_start` AS `deliv_start`,`o`.`deliv_end` AS `deliv_end`,`o`.`orders_status` AS `orders_status`,`o`.`create_time` AS `create_time`,`o`.`finish_time` AS `finish_time`,`o`.`comment` AS `comment`,`a`.`address` AS `address`,`a`.`reader_name` AS `user_name`,`a`.`mobile` AS `user_mobile`,`s`.`real_name` AS `sender_name`,`s`.`mobile` AS `send_phone`,`s`.`user_id` AS `deliv_user` from ((`t_order` `o` left join `t_address` `a` on((`a`.`address_id` = `o`.`address_id`))) left join `t_user` `s` on((`o`.`deliv_user` = `s`.`user_id`)))) ;
